Repository: wly-p/training-la
Catalog: App/Localizable.xcstrings
Source language: zh_hant
Languages: en

# library.add
source: 新增
en: Add

# library.add.current
source: 目前分頁
en: Current tab

# library.add.exercise.desc
source: 單一動作，例如臥推
en: A single exercise, e.g. bench press

# library.add.program.desc
source: 有固定長度的計畫
en: A plan with a fixed length

# library.add.rotation.desc
source: 範本輪替，不綁日期
en: Templates on rotation, no dates

# library.add.subtitle
source: 長按「＋」也可以直接跳到這裡。
en: Long-press "+" to jump here directly.

# library.add.template.desc
source: 一次訓練的內容 · 由動作組成
en: One workout · made of exercises

# library.add.title
source: 新增什麼
en: Add what

# library.exercises
source: 動作
en: Exercises

# library.program
source: 長期
en: Program

# library.rotation
source: 循環
en: Rotation

# library.templates
source: 範本
en: Templates

# tab.exercises
source: 動作庫
en: Exercises

# tab.history
source: 歷史
en: History

# tab.plan
source: 課表
en: Plans

# tab.settings
source: 設定
en: Settings

# tab.training
source: 訓練
en: Training
